const n=`{
  "context": [
    "Профільна освіта - поза технічною сферою. Усвідомлено обрав професійний розвиток у галузі програмної інженерії, оскільки саме розробка програмних систем стала основною сферою професійної реалізації та протягом багатьох років залишається однією з ключових сфер інтересу.",
    "Інженерна база сформована через ранній вхід у програмування та багаторічну практику. Мій шлях у розробку розпочався наприкінці 80-х років на комп’ютері ZX-Spectrum 48K (Basic). У шкільному віці мій інтерес зміцнився на IBM-сумісних комп’ютерах і мові Borland Turbo Pascal (Graph/Turbo Vision), що розширило розвиток моїх можливостей у сфері алгоритмів, структур даних і принципів побудови застосунків.",
    "З початком епохи Windows активно розробляв рішення на Borland Delphi, створюючи клієнт-серверні системи (Interbase/Firebird) та комерційні продукти в період становлення IT-ринку в Україні. Цей етап сформував системне мислення, архітектурний підхід і розуміння повного циклу розробки."
  ]
}
`;export{n as default};
