const n=`{
  "context": [
    "Профильное образование - вне технической сферы. Осознанно выбрал профессиональное развитие в области программной инженерии, поскольку именно разработка программных систем стала основной областью профессиональной реализации и на протяжении многих лет остаётся одной из ключевых сфер интереса.",
    "Инженерная база сформирована через ранний вход в программирование и многолетнюю практику. Мой путь в разработку получил свое начало в конце 80-х годов на компьютере ZX-Spectrum 48K (Basic). В школьном возрасте мой интерес укреплялся на IBM совместимых компьютерах и языке Borland Turbo Pascal (Graph/Turbo Vision), что расширило развитие моих возможностей в области алгоритмов, структур данных и принципов построения приложений.",
    "С началом эпохи Windows активно разрабатывал решения на Borland Delphi, создавая клиент-серверные системы (Interbase/Firebird) и коммерческие продукты в период становления IT-рынка в Украине. Этот этап сформировал системное мышление, архитектурный подход и понимание полного цикла разработки."
  ]
}`;export{n as default};
