const n=`{\r
  "context": [\r
    [ "українська", "Усна та письмова комунікація" ],\r
    [ "російська", "Вільне володіння, усна та письмова комунікація" ],\r
    [ "англійська", "Технічне читання та письмова комунікація (working proficiency)" ],\r
    [ "", [\r
      "Основні мови прямої комунікації - Українська та/або російська. Усередині команди дотримуюся принципу ефективності та швидкості взаємодії без ідеологічних чи формальних обмежень. Працюю в інженерній моделі з чітким розподілом ролей: розробник відповідає за архітектуру та реалізацію, а взаємодія із зовнішніми стейкхолдерами здійснюється через виділені управлінські ролі. Орієнтований на українські інженерні команди з вибудованими процесами та професійною субординацією."\r
    ] ],\r
    [ "", [\r
      "Не розглядаю співпрацю з компаніями, пов’язаними з країною-агресором, а також із проєктами із сірої або етично суперечливої зони (gambling, adult-індустрія тощо)."\r
    ]]\r
  ]\r
}\r
`;export{n as default};
