const n=`{
  "context": [
    [ "українська", "Усна та письмова комунікація" ],
    [ "російська", "Вільне володіння, усна та письмова комунікація" ],
    [ "англійська", "Технічне читання та письмова комунікація (working proficiency)" ],
    [ "", [
      "Основні мови прямої комунікації - Українська та/або російська. Усередині команди дотримуюся принципу ефективності та швидкості взаємодії без ідеологічних чи формальних обмежень. Працюю в інженерній моделі з чітким розподілом ролей: розробник відповідає за архітектуру та реалізацію, а взаємодія із зовнішніми стейкхолдерами здійснюється через виділені управлінські ролі. Орієнтований на українські інженерні команди з вибудованими процесами та професійною субординацією."
    ] ],
    [ "", [
      "Не розглядаю співпрацю з компаніями, пов’язаними з країною-агресором, а також із проєктами із сірої або етично суперечливої зони (gambling, adult-індустрія тощо)."
    ]]
  ]
}
`;export{n as default};
