const n=`{
  "context": [
    [ "украинский", "Устная и письменная коммуникация" ],
    [ "русский", "Свободное владение, устная и письменная коммуникация" ],
    [ "английский", "Техническое чтение и письменная коммуникация (working proficiency)" ],
    [ "", [
      "Основные языки прямой коммуникации - украинский и/или русский. Внутри команды придерживаюсь принципа эффективности и скорости взаимодействия без идеологических или формальных ограничений. Работаю в инженерной модели с чётким разделением ролей: разработчик отвечает за архитектуру и реализацию, а взаимодействие с внешними стейкхолдерами осуществляется через выделенные управленческие роли. Ориентирован на украинские инженерные команды с выстроенными процессами и профессиональной субординацией."
    ] ],
    [ "", [
      "Не рассматриваю сотрудничество с компаниями, связанными со страной-агрессором, а также с проектами из серой или этически спорной зоны (gambling, adult-индустрия и т.п.)."
    ]]
  ]
}`;export{n as default};
